---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ReferencedView
source: html/c9df2374-4bfe-e455-06a3-c80ce3f7a76f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ReferencedView Property

"Referenced View": The view referenced by a section or callout.

## Syntax (C#)
```csharp
public static ForgeTypeId ReferencedView { get; }
```